[BalanceDefs.BD_DefendSlabTower_Beacon1 InteractiveObjectBalanceDefinition]
DefaultDisplayName="Transmissor 1"
Grades[0]=(GradeModifiers=(DisplayName="Transmissor 1"))

[BalanceDefs.BD_DefendSlabTower_Beacon2 InteractiveObjectBalanceDefinition]
DefaultDisplayName="Transmissor 2"
Grades[0]=(GradeModifiers=(DisplayName="Transmissor 2"))

[BalanceDefs.BD_DefendSlabTower_Beacon3 InteractiveObjectBalanceDefinition]
DefaultDisplayName="Transmissor 3"
Grades[0]=(GradeModifiers=(DisplayName="Transmissor 3"))

[BalanceDefs.BD_DefendSlabTower_BeaconPickUp1 InteractiveObjectBalanceDefinition]
DefaultDisplayName="Transmissor Slab"
Grades[0]=(GradeModifiers=(DisplayName="Transmissor Slab"))

[BalanceDefs.BD_DefendSlabTower_SupplyCrate InteractiveObjectBalanceDefinition]
DefaultDisplayName="Caixa de suprimentos da Hyperion"
Grades[0]=(GradeModifiers=(DisplayName="Caixa de suprimentos da Hyperion"))

[DefendSlabTower_Beacon1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[DefendSlabTower_Beacon1PickUp InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[DefendSlabTower_Beacon2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[DefendSlabTower_Beacon3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[DefendSlabTower_Beacon4 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[DefendSlabTower_Beacon5 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_DefendSlabTower_SupplyCrate InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_DefendSlabTower_Beacon MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Transmissor dos Bandidos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_DefendSlabTower_Beacon:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Um transmissor usado para chamar os bandidos Slab."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_DefendSlabTower_SlabBeaconPickup MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Transmissor Slab"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_DefendSlabTower_SlabBeaconPickup:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um transmissor usado para chamar os bandidos Slab."
NoConstraintText=""
Suffix=""
Prefix=""

